Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# sidebar.extensions.blocked.title
source: Extension Blocked
ar: تم حظر الإضافة
bs: Ekstenzija je blokirana
da: Udvidelse blokeret
de: Erweiterung blockiert
es: Extensión bloqueada
fr: Poste bloqué
it: Estensione bloccata
ja: 拡張機能をブロックしました
km: ផ្នែកបន្ថែមត្រូវបានរារាំង
ko: 확장 프로그램이 차단되었습니다.
nb: Utvidelse blokkert
pl: Rozszerzenie zablokowane
pt_br: Extensão bloqueada
ru: Расширение заблокировано
th: ส่วนขยายถูกบล็อก
tr: Uzantı Engellendi
uk: Розширення заблоковано
zh_hans: 分机被阻止
zh_hant: 分機被阻止

# sidebar.extensions.browser.title
source: Sidebar Extensions
ar: امتدادات الشريط الجانبي
bs: Ekstenzije bočne trake
da: Sidepaneludvidelser
de: Seitenleisten-Erweiterungen
es: Extensiones de la barra lateral
fr: Extensions de la barre latérale
it: Estensioni della barra laterale
ja: サイドバー拡張機能
km: ផ្នែកបន្ថែមរបារចំហៀង
ko: 사이드바 확장 프로그램
nb: Sidefeltutvidelser
pl: Rozszerzenia paska bocznego
pt_br: Extensões da barra lateral
ru: Расширения боковой панели
th: ส่วนขยายแถบด้านข้าง
tr: Kenar çubuğu uzantıları
uk: Розширення бічної панелі
zh_hans: 侧边栏扩展
zh_hant: 側邊欄擴充功能

# sidebar.extensions.browser.compact
source: Open larger
ar: فتح أكبر
bs: Otvori veće
da: Åbn større
de: Größer öffnen
es: Abrir más grande
fr: Ouvrir plus grand
it: Apri più grande
ja: 大きく開く
km: បើកធំជាង
ko: 더 크게 열어보세요
nb: Åpne større
pl: Otwórz większe
pt_br: Abra maior
ru: Открыть больше
th: เปิดให้ใหญ่ขึ้น
tr: Daha büyük aç
uk: Відкрийте побільше
zh_hans: 打开更大
zh_hant: 打開更大

# sidebar.extensions.choose.action
source: Choose Extension
ar: اختر الامتداد
bs: Odaberite Proširenje
da: Vælg Udvidelse
de: Wählen Sie Erweiterung
es: Elija la extensión
fr: Choisissez l'extension
it: Scegli Estensione
ja: 拡張機能を選択
km: ជ្រើសរើសផ្នែកបន្ថែម
ko: 확장 선택
nb: Velg utvidelse
pl: Wybierz Rozszerzenie
pt_br: Escolha a extensão
ru: Выберите расширение
th: เลือกส่วนขยาย
tr: Uzantıyı Seçin
uk: Виберіть Розширення
zh_hans: 选择分机
zh_hant: 選擇分機

# sidebar.extensions.choose.detail
source: Choose which enabled extension should replace the sidebar.
ar: اختر الامتداد الممكّن الذي يجب أن يحل محل الشريط الجانبي.
bs: Odaberite koja omogućena ekstenzija treba zamijeniti bočnu traku.
da: Vælg, hvilken aktiveret udvidelse der skal erstatte sidebjælken.
de: Wählen Sie aus, welche aktivierte Erweiterung die Seitenleiste ersetzen soll.
es: Elija qué extensión habilitada debe reemplazar la barra lateral.
fr: Choisissez quelle extension activée doit remplacer la barre latérale.
it: Scegli quale estensione abilitata dovrebbe sostituire la barra laterale.
ja: サイドバーを置き換える有効な拡張機能を選択してください。
km: ជ្រើសរើសផ្នែកបន្ថែមដែលបានបើកគួរតែជំនួសរបារចំហៀង។
ko: 사이드바를 대체할 활성화된 확장 프로그램을 선택하세요.
nb: Velg hvilken aktivert utvidelse som skal erstatte sidefeltet.
pl: Wybierz, które włączone rozszerzenie powinno zastąpić pasek boczny.
pt_br: Escolha qual extensão habilitada deve substituir a barra lateral.
ru: Выберите, какое включенное расширение должно заменить боковую панель.
th: เลือกส่วนขยายที่เปิดใช้งานที่ควรแทนที่แถบด้านข้าง
tr: Kenar çubuğunun hangi etkin uzantının yerini alması gerektiğini seçin.
uk: Виберіть, яке ввімкнене розширення має замінити бічну панель.
zh_hans: 选择哪个启用的扩展程序应替换侧边栏。
zh_hant: 選擇哪個啟用的擴充功能應取代側邊欄。

# sidebar.extensions.choose.title
source: Choose a sidebar extension
ar: اختر امتداد الشريط الجانبي
bs: Odaberite ekstenziju bočne trake
da: Vælg en sidebar-udvidelse
de: Wählen Sie eine Seitenleistenerweiterung
es: Elija una extensión de barra lateral
fr: Choisissez une extension de la barre latérale
it: Scegli un'estensione della barra laterale
ja: サイドバー拡張機能を選択
km: ជ្រើសរើសផ្នែកបន្ថែមរបារចំហៀង
ko: 사이드바 확장 프로그램 선택
nb: Velg en sidefeltutvidelse
pl: Wybierz rozszerzenie paska bocznego
pt_br: Escolha uma extensão da barra lateral
ru: Выберите расширение боковой панели
th: เลือกส่วนขยายแถบด้านข้าง
tr: Bir kenar çubuğu uzantısı seçin
uk: Виберіть розширення бічної панелі
zh_hans: 选择侧边栏扩展
zh_hant: 選擇側邊欄擴展

# sidebar.extensions.disabled.detail
source: A sidebar extension is installed but disabled.
ar: تم تثبيت ملحق الشريط الجانبي ولكنه معطل.
bs: Ekstenzija bočne trake je instalirana ali onemogućena.
da: En sidebar-udvidelse er installeret, men deaktiveret.
de: Eine Seitenleistenerweiterung ist installiert, aber deaktiviert.
es: Una extensión de la barra lateral está instalada pero deshabilitada.
fr: Une extension de la barre latérale est installée mais désactivée.
it: Un'estensione della barra laterale è installata ma disabilitata.
ja: サイドバー拡張機能がインストールされていますが、無効です。
km: ផ្នែកបន្ថែមរបារចំហៀងត្រូវបានដំឡើង ប៉ុន្តែត្រូវបានបិទ។
ko: 사이드바 확장 프로그램이 설치되었지만 비활성화되었습니다.
nb: En sidefeltutvidelse er installert, men deaktivert.
pl: Rozszerzenie paska bocznego jest zainstalowane, ale wyłączone.
pt_br: Uma extensão da barra lateral está instalada, mas desativada.
ru: Расширение боковой панели установлено, но отключено.
th: มีการติดตั้งส่วนขยายแถบด้านข้างแต่ถูกปิดใช้งาน
tr: Bir kenar çubuğu uzantısı yüklü ancak devre dışı.
uk: Розширення бічної панелі встановлено, але вимкнено.
zh_hans: 侧边栏扩展已安装但已禁用。
zh_hant: 側邊欄擴充已安裝但已停用。

# sidebar.extensions.details.bundle
source: Bundle
ar: حزمة
da: Bundt
de: Bündel
es: paquete
fr: Forfait
it: Fascio
ja: バンドル
km: បាច់
ko: 번들
nb: Bunt
pl: Pakiet
pt_br: Pacote
ru: Пакет
th: มัด
tr: Paket
uk: пучок
zh_hans: 捆绑包
zh_hant: 捆綁包

# sidebar.extensions.details.granted
source: Granted
ar: منح
bs: Odobreno
da: Indrømmet
de: Zugegeben
es: Concedido
fr: Accordé
it: Concesso
ja: 許可済み
km: បានផ្តល់
ko: 승인됨
nb: Gitt
pl: Zgoda
pt_br: Concedido
ru: Предоставлено
th: ได้รับ
tr: İzin verildi
uk: Зрозуміло
zh_hans: 授予
zh_hant: 授予

# sidebar.extensions.details.help
source: Show extension details
ar: عرض تفاصيل الامتداد
bs: Prikaži detalje ekstenzije
da: Vis udvidelsesdetaljer
de: Erweiterungsdetails anzeigen
es: Mostrar detalles de la extensión
fr: Afficher les détails de l'extension
it: Mostra i dettagli dell'estensione
ja: 拡張機能の詳細を表示
km: បង្ហាញព័ត៌មានលម្អិតផ្នែកបន្ថែម
ko: 확장 프로그램 세부정보 표시
nb: Vis utvidelsesdetaljer
pl: Pokaż szczegóły rozszerzenia
pt_br: Mostrar detalhes da extensão
ru: Показать сведения о расширении
th: แสดงรายละเอียดส่วนขยาย
tr: Uzantı ayrıntılarını göster
uk: Показати деталі розширення
zh_hans: 显示扩展详细信息
zh_hant: 顯示擴展詳細信息

# sidebar.extensions.details.manifest
source: Configuration
ar: التكوين
bs: Konfiguracija
da: Konfiguration
de: Konfiguration
es: Configuración
it: Configurazione
ja: 設定
km: ការកំណត់រចនាសម្ព័ន្ធ
ko: 구성
nb: Konfigurasjon
pl: Konfiguracja
pt_br: Configuração
ru: Конфигурация
th: การกำหนดค่า
tr: Yapılandırma
uk: Конфігурація
zh_hans: 配置
zh_hant: 配置

# sidebar.extensions.details.pending
source: Pending
ar: في انتظار
bs: Na čekanju
da: Afventer
de: Ausstehend
es: Pendiente
fr: En attente
it: In sospeso
ja: 未許可
km: កំពុងរង់ចាំ
ko: 보류 중
nb: Venter
pl: Oczekujące
pt_br: Pendente
ru: Ожидается
th: รอดำเนินการ
tr: Beklemede
uk: В очікуванні
zh_hans: 待定
zh_hant: 待定

# sidebar.extensions.details.permissions
source: Permissions
ar: الأذونات
bs: Dozvole
da: Tilladelser
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Autorizzazioni
ja: 権限
km: ការអនុញ្ញាត
ko: 권한
nb: Tillatelser
pl: Uprawnienia
pt_br: Permissões
ru: Разрешения
th: สิทธิ์
tr: İzinler
uk: Дозволи
zh_hans: 权限
zh_hant: 權限

# sidebar.extensions.details.runtime
source: Secure extension connection
ar: اتصال تمديد آمن
bs: Sigurna produžna veza
da: Sikker forlængelsesforbindelse
de: Sichere Nebenstellenverbindung
es: Conexión de extensión segura
fr: Connexion d'extension sécurisée
it: Connessione sicura all'interno
ja: 安全な拡張機能接続
km: ការតភ្ជាប់ផ្នែកបន្ថែមសុវត្ថិភាព
ko: 보안 확장 연결
nb: Sikker utvidelsestilkobling
pl: Bezpieczne połączenie rozszerzenia
pt_br: Conexão de extensão segura
ru: Безопасное подключение расширения
th: การเชื่อมต่อส่วนขยายที่ปลอดภัย
tr: Güvenli uzatma bağlantısı
uk: Безпечне підключення внутрішньої лінії
zh_hans: 安全扩展连接
zh_hant: 安全擴充連接

# sidebar.extensions.details.status
source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato
ja: 状態
km: ស្ថានភាព
ko: 상태
pl: Stan
pt_br: Estado
ru: Статус
th: สถานะ
tr: Durum
uk: Статус
zh_hans: 状态
zh_hant: 狀態

# sidebar.extensions.retry
source: Try Again
ar: حاول مرة أخرى
bs: Pokušajte ponovo
da: Prøv igen
de: Versuchen Sie es erneut
es: Inténtalo de nuevo
fr: Réessayez
it: Riprova
ja: 再試行
km: ព្យាយាមម្តងទៀត
ko: 다시 시도
nb: Prøv igjen
pl: Spróbuj ponownie
pt_br: Tente novamente
ru: Попробуйте еще раз
th: ลองอีกครั้ง
tr: Tekrar Deneyin
uk: Спробуйте знову
zh_hans: 再试一次
zh_hant: 再試一次

# sidebar.extensions.details.statusActive
source: Connected
ar: متصل
bs: Povezano
da: Forbundet
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
km: បានភ្ជាប់
ko: 연결됨
nb: Tilkoblet
pl: Połączono
pt_br: Conectado
ru: Подключено
th: เชื่อมต่อแล้ว
tr: Bağlı
uk: Підключено
zh_hans: 已连接
zh_hant: 已連接

# sidebar.extensions.details.statusWaiting
source: Waiting for an enabled extension
ar: في انتظار تمديد تمكين
bs: Čeka se omogućeno proširenje
da: Venter på en aktiveret udvidelse
de: Warten auf eine aktivierte Erweiterung
es: Esperando una extensión habilitada
fr: En attente d'une extension activée
it: In attesa di un interno abilitato
ja: 有効な拡張機能を待機中
km: កំពុងរង់ចាំផ្នែកបន្ថែមដែលបានបើក
ko: 활성화된 확장 프로그램을 기다리는 중
nb: Venter på en aktivert utvidelse
pl: Oczekiwanie na włączone rozszerzenie
pt_br: Aguardando uma extensão habilitada
ru: Ожидание включения расширения
th: กำลังรอส่วนขยายที่เปิดใช้งาน
tr: Etkinleştirilmiş bir uzantı bekleniyor
uk: Очікування ввімкненого розширення
zh_hans: 等待启用的扩展
zh_hant: 等待啟用的擴充

# sidebar.extensions.manage
source: Manage Sidebar Extensions...
ar: إدارة امتدادات الشريط الجانبي...
bs: Upravljaj ekstenzijama bočne trake...
da: Administrer sidepaneludvidelser...
de: Seitenleisten-Erweiterungen verwalten...
es: Administrar extensiones de la barra lateral...
fr: Gérer les extensions de la barre latérale...
it: Gestisci estensioni della barra laterale...
ja: サイドバー拡張機能を管理...
km: គ្រប់គ្រងផ្នែកបន្ថែមរបារចំហៀង...
ko: 사이드바 확장 프로그램 관리...
nb: Administrer sidefeltutvidelser...
pl: Zarządzaj rozszerzeniami paska bocznego...
pt_br: Gerenciar extensões da barra lateral...
ru: Управление расширениями боковой панели...
th: จัดการส่วนขยายแถบด้านข้าง...
tr: Kenar çubuğu uzantılarını yönet...
uk: Керувати розширеннями бічної панелі...
zh_hans: 管理侧边栏扩展...
zh_hant: 管理側邊欄擴充功能...

# sidebar.extensions.manage.short
source: Manage
ar: إدارة
bs: Upravljaj
da: Administrer
de: Verwalten
es: Administrar
fr: Gérer
it: Gestisci
ja: 管理
km: គ្រប់គ្រង
ko: 관리하다
nb: Administrer
pl: Zarządzaj
pt_br: Gerenciar
ru: Управление
th: จัดการ
tr: Yönet
uk: Керувати
zh_hans: 管理
zh_hant: 管理

# sidebar.extensions.scope.networkPorts
source: Network ports
ar: منافذ الشبكة
bs: Mrežni portovi
da: Netværksporte
de: Netzwerkports
es: Puertos de red
fr: Ports réseau
it: Porte di rete
ja: ネットワークポート
km: ច្រកបណ្តាញ
ko: 네트워크 포트
nb: Nettverksporter
pl: Porty sieciowe
pt_br: Portas de rede
ru: Сетевые порты
th: พอร์ตเครือข่าย
tr: Ağ bağlantı noktaları
uk: Мережеві порти
zh_hans: 网络端口
zh_hant: 網路連接埠

# sidebar.extensions.scope.notifications
source: Notifications
ar: الإخطارات
bs: Obavještenja
da: Meddelelser
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
km: ការជូនដំណឹង
ko: 알림
nb: Varsler
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# sidebar.extensions.scope.pullRequests
source: Pull requests
ar: سحب الطلبات
bs: Povlačenje zahtjeva
da: Træk anmodninger
de: Pull-Anfragen
es: Solicitudes de extracción
fr: Demandes de tirage
it: Tirare le richieste
ja: プルリクエスト
km: ទាញសំណើ
ko: 풀 요청
nb: Trekk forespørsler
pl: Ściągnij żądania
pt_br: Solicitações pull
ru: Запросы на вытягивание
th: ดึงคำขอ
tr: Çekme istekleri
uk: Запити на витягування
zh_hans: 拉取请求
zh_hant: 拉取請求

# sidebar.extensions.scope.workspaceMetadata
source: Workspace metadata
ar: البيانات التعريفية لمساحة العمل
bs: Metapodaci radnog prostora
de: Metadaten des Arbeitsbereichs
es: Metadatos del espacio de trabajo
fr: Métadonnées de l'espace de travail
it: Metadati dell'area di lavoro
ja: ワークスペースメタデータ
km: ទិន្នន័យមេតានៃកន្លែងធ្វើការ
ko: 작업공간 메타데이터
nb: Arbeidsområdemetadata
pl: Metadane obszaru roboczego
pt_br: Metadados do espaço de trabalho
ru: Метаданные рабочей области
th: ข้อมูลเมตาของพื้นที่ทำงาน
tr: Çalışma alanı meta verileri
uk: Метадані робочої області
zh_hans: 工作区元数据
zh_hant: 工作區元數據

# sidebar.extensions.scope.workspacePaths
source: Workspace paths
ar: مسارات مساحة العمل
bs: Putanja radnog prostora
da: Arbejdspladsstier
de: Arbeitsbereichspfade
es: Rutas del espacio de trabajo
fr: Chemins d'accès à l'espace de travail
it: Percorsi dello spazio di lavoro
ja: ワークスペースパス
km: ផ្លូវលំហការងារ
ko: 작업공간 경로
nb: Arbeidsfeltstier
pl: Ścieżki obszaru roboczego
pt_br: Caminhos do espaço de trabalho
ru: Пути к рабочей области
th: เส้นทางพื้นที่ทำงาน
tr: Çalışma alanı yolları
uk: Шляхи робочого простору
zh_hans: 工作区路径
zh_hant: 工作區路徑

# sidebar.extensions.actionScope.closeWorkspace
source: Close workspaces
ar: إغلاق مساحات العمل
bs: Zatvorite radne prostore
da: Luk arbejdsområder
de: Schließen Sie Arbeitsbereiche
es: Cerrar espacios de trabajo
fr: Fermer les espaces de travail
it: Chiudere gli spazi di lavoro
ja: ワークスペースを閉じる
km: បិទកន្លែងធ្វើការ
ko: 작업공간 닫기
nb: Lukke arbeidsområder
pl: Zamknij obszary robocze
pt_br: Fechar espaços de trabalho
ru: Закрыть рабочие области
th: ปิดพื้นที่ทำงาน
tr: Çalışma alanlarını kapat
uk: Закрийте робочі області
zh_hans: 关闭工作空间
zh_hant: 關閉工作空間

# sidebar.extensions.actionScope.openURL
source: Open URLs
ar: افتح URLs
bs: Otvori URLs
da: Åbn URLs
de: Öffnen Sie URLs
es: Abrir URLs
fr: Ouvrir URLs
it: Apri URLs
ja: URLを開く
km: បើក URLs
ko: URLs 열기
nb: Åpne URLs
pl: Otwórz URLs
pt_br: Abra URLs
ru: Открыть URLs
th: เปิด URLs
tr: URLs aç
uk: Відкрийте URLs
zh_hans: 打开URLs
zh_hant: 開啟URLs

# sidebar.extensions.actionScope.createWorkspaceWithPath
source: Create workspaces with paths
ar: إنشاء مساحات عمل بالمسارات
bs: Kreirajte radne prostore sa stazama
da: Opret arbejdsområder med stier
de: Erstellen Sie Arbeitsbereiche mit Pfaden
es: Crear espacios de trabajo con caminos
fr: Créer des espaces de travail avec des chemins
it: Crea spazi di lavoro con percorsi
ja: パス付きワークスペースを作成
km: បង្កើតកន្លែងធ្វើការជាមួយនឹងផ្លូវ
ko: 경로를 사용하여 작업 공간 만들기
nb: Lag arbeidsområder med baner
pl: Twórz obszary robocze ze ścieżkami
pt_br: Crie espaços de trabalho com caminhos
ru: Создание рабочих пространств с путями
th: สร้างพื้นที่ทำงานด้วยเส้นทาง
tr: Yollarla çalışma alanları oluşturma
uk: Створення робочих областей із контурами
zh_hans: 使用路径创建工作区
zh_hant: 使用路徑建立工作區

# sidebar.extensions.actionScope.selectWorkspace
source: Select workspaces
ar: حدد مساحات العمل
bs: Odaberite radne prostore
da: Vælg arbejdsområder
de: Wählen Sie Arbeitsbereiche aus
es: Seleccionar espacios de trabajo
fr: Sélectionnez des espaces de travail
it: Seleziona gli spazi di lavoro
ja: ワークスペースを選択
km: ជ្រើសរើសកន្លែងធ្វើការ
ko: 작업공간 선택
nb: Velg arbeidsområder
pl: Wybierz obszary robocze
pt_br: Selecione espaços de trabalho
ru: Выберите рабочие области
th: เลือกพื้นที่ทำงาน
tr: Çalışma alanlarını seçin
uk: Виберіть робочі області
zh_hans: 选择工作空间
zh_hant: 選擇工作空間

# sidebar.extensions.permission.closeWorkspace.detail
source: Close workspaces from the extension
ar: إغلاق مساحات العمل من الامتداد
bs: Zatvorite radne prostore iz ekstenzije
da: Luk arbejdsområder fra tilbygningen
de: Schließen Sie Arbeitsbereiche über die Erweiterung
es: Cerrar espacios de trabajo desde la extensión.
fr: Fermer les espaces de travail de l'extension
it: Chiudi le aree di lavoro dall'estensione
ja: 拡張機能からワークスペースを閉じます
km: បិទកន្លែងធ្វើការពីផ្នែកបន្ថែម
ko: 확장 프로그램에서 작업공간 닫기
nb: Lukk arbeidsområder fra utvidelsen
pl: Zamknij obszary robocze z rozszerzenia
pt_br: Fechar espaços de trabalho da extensão
ru: Закрытие рабочих областей из расширения
th: ปิดพื้นที่ทำงานจากส่วนขยาย
tr: Uzantıdan çalışma alanlarını kapatın
uk: Закрийте робочі області з розширення
zh_hans: 从扩展关闭工作区
zh_hant: 從擴充關閉工作區

# sidebar.extensions.permission.networkPorts.detail
source: Read listening ports for each workspace
ar: قراءة منافذ الاستماع لكل مساحة عمل
bs: Pročitajte portove za slušanje za svaki radni prostor
da: Læs lytteporte for hvert arbejdsområde
de: Lesen Sie die Überwachungsports für jeden Arbeitsbereich
es: Leer puertos de escucha para cada espacio de trabajo
fr: Lire les ports d'écoute pour chaque espace de travail
it: Leggi le porte di ascolto per ogni area di lavoro
ja: 各ワークスペースの待ち受けポートを読み取ります
km: អានច្រកស្តាប់សម្រាប់កន្លែងធ្វើការនីមួយៗ
ko: 각 작업 공간에 대한 수신 대기 포트 읽기
nb: Les lytteporter for hvert arbeidsområde
pl: Przeczytaj porty nasłuchiwania dla każdego obszaru roboczego
pt_br: Ler portas de escuta para cada espaço de trabalho
ru: Чтение портов прослушивания для каждого рабочего пространства
th: อ่านพอร์ตการฟังสำหรับแต่ละพื้นที่ทำงาน
tr: Her çalışma alanı için dinleme bağlantı noktalarını okuyun
uk: Читайте порти прослуховування для кожної робочої області
zh_hans: 读取每个工作区的监听端口
zh_hant: 讀取每個工作區的監聽端口

# sidebar.extensions.permission.notifications.detail
source: Read latest workspace notifications
ar: اقرأ أحدث إشعارات مساحة العمل
bs: Pročitajte najnovija obavještenja radnog prostora
da: Læs de seneste notifikationer om arbejdspladsen
de: Lesen Sie die neuesten Workspace-Benachrichtigungen
es: Leer las últimas notificaciones del espacio de trabajo
fr: Lire les dernières notifications de l'espace de travail
it: Leggi le ultime notifiche dell'area di lavoro
ja: 最新のワークスペース通知を読み取ります
km: អានការជូនដំណឹងកន្លែងធ្វើការចុងក្រោយបំផុត។
ko: 최신 작업공간 알림 읽기
nb: Les siste arbeidsområdevarslinger
pl: Przeczytaj najnowsze powiadomienia dotyczące obszaru roboczego
pt_br: Leia as notificações mais recentes do espaço de trabalho
ru: Читать последние уведомления рабочей области
th: อ่านการแจ้งเตือนพื้นที่ทำงานล่าสุด
tr: En son çalışma alanı bildirimlerini okuyun
uk: Читайте останні сповіщення робочої області
zh_hans: 阅读最新的工作区通知
zh_hant: 閱讀最新的工作區通知

# sidebar.extensions.permission.openURL.detail
source: Open links from the extension
ar: افتح الروابط من الامتداد
bs: Otvorite veze iz ekstenzije
da: Åbn links fra udvidelsen
de: Öffnen Sie Links aus der Erweiterung
es: Abrir enlaces desde la extensión.
fr: Ouvrir les liens depuis l'extension
it: Apri i collegamenti dall'estensione
ja: 拡張機能からリンクを開きます
km: បើកតំណពីផ្នែកបន្ថែម
ko: 확장 프로그램에서 링크 열기
nb: Åpne lenker fra utvidelsen
pl: Otwórz linki z rozszerzenia
pt_br: Abrir links da extensão
ru: Открытие ссылок из расширения
th: เปิดลิงก์จากส่วนขยาย
tr: Uzantıdaki bağlantıları açın
uk: Відкривайте посилання з розширення
zh_hans: 从扩展中打开链接
zh_hant: 從擴展打開鏈接

# sidebar.extensions.permission.createWorkspaceWithPath.detail
source: Create workspaces for specific local folders
ar: إنشاء مساحات عمل لمجلدات محلية محددة
bs: Kreirajte radne prostore za određene lokalne mape
da: Opret arbejdsområder til specifikke lokale mapper
de: Erstellen Sie Arbeitsbereiche für bestimmte lokale Ordner
es: Cree espacios de trabajo para carpetas locales específicas
fr: Créer des espaces de travail pour des dossiers locaux spécifiques
it: Crea spazi di lavoro per cartelle locali specifiche
ja: 特定のローカルフォルダ用のワークスペースを作成します
km: បង្កើតកន្លែងធ្វើការសម្រាប់ថតមូលដ្ឋានជាក់លាក់
ko: 특정 로컬 폴더에 대한 작업공간 만들기
nb: Opprett arbeidsområder for spesifikke lokale mapper
pl: Utwórz obszary robocze dla określonych folderów lokalnych
pt_br: Crie espaços de trabalho para pastas locais específicas
ru: Создание рабочих пространств для определенных локальных папок
th: สร้างพื้นที่ทำงานสำหรับโฟลเดอร์ในเครื่องเฉพาะ
tr: Belirli yerel klasörler için çalışma alanları oluşturun
uk: Створення робочих областей для певних локальних папок
zh_hans: 为特定本地文件夹创建工作区
zh_hant: 為特定本機資料夾建立工作區

# sidebar.extensions.permission.pullRequests.detail
source: Read pull request links associated with workspaces
ar: قراءة روابط طلب السحب المرتبطة بمساحات العمل
bs: Čitanje veza zahtjeva za povlačenjem povezanih s radnim prostorima
da: Læs pull-anmodningslinks knyttet til arbejdsområder
de: Mit Arbeitsbereichen verknüpfte Pull-Request-Links lesen
es: Leer enlaces de solicitudes de extracción asociados con espacios de trabajo
fr: Lire les liens de demande d'extraction associés aux espaces de travail
it: Leggere i collegamenti delle richieste pull associati alle aree di lavoro
ja: ワークスペースに関連するプルリクエストリンクを読み取ります
km: អានតំណសំណើរដែលភ្ជាប់ជាមួយកន្លែងធ្វើការ
ko: 작업공간과 연결된 풀 요청 링크 읽기
nb: Les pull request-koblinger knyttet til arbeidsområder
pl: Przeczytaj łącza do żądań ściągnięcia powiązane z obszarami roboczymi
pt_br: Ler links de pull request associados a espaços de trabalho
ru: Чтение ссылок на запросы на включение, связанных с рабочими областями
th: อ่านลิงก์คำขอดึงที่เกี่ยวข้องกับพื้นที่ทำงาน
tr: Çalışma alanlarıyla ilişkili çekme isteği bağlantılarını okuyun
uk: Читання посилань запитів на отримання, пов’язаних із робочими областями
zh_hans: 读取与工作区关联的拉取请求链接
zh_hant: 讀取與工作區關聯的拉取請求鏈接

# sidebar.extensions.permission.selectWorkspace.detail
source: Select a workspace when you click in the extension
ar: حدد مساحة عمل عند النقر فوق الامتداد
bs: Odaberite radni prostor kada kliknete na ekstenziju
da: Vælg et arbejdsområde, når du klikker i udvidelsen
de: Wählen Sie einen Arbeitsbereich aus, indem Sie in die Erweiterung klicken
es: Seleccione un espacio de trabajo al hacer clic en la extensión
fr: Sélectionnez un espace de travail lorsque vous cliquez dans l'extension
it: Seleziona un'area di lavoro quando fai clic sull'estensione
ja: 拡張機能内でクリックしたときにワークスペースを選択します
km: ជ្រើសរើសកន្លែងធ្វើការ នៅពេលអ្នកចុចលើផ្នែកបន្ថែម
ko: 확장을 클릭하면 작업공간을 선택합니다.
nb: Velg et arbeidsområde når du klikker i utvidelsen
pl: Wybierz obszar roboczy po kliknięciu rozszerzenia
pt_br: Selecione um espaço de trabalho ao clicar na extensão
ru: Выберите рабочую область при нажатии на расширение
th: เลือกพื้นที่ทำงานเมื่อคุณคลิกในส่วนขยาย
tr: Uzantıya tıkladığınızda bir çalışma alanı seçin
uk: Виберіть робочу область, клацнувши розширення
zh_hans: 单击扩展程序时选择一个工作区
zh_hant: 點擊擴充功能時選擇一個工作區

# sidebar.extensions.permission.workspaceMetadata.detail
source: Read workspace names, branches, unread counts, and selection
ar: قراءة أسماء مساحة العمل والفروع والأعداد غير المقروءة والاختيار
bs: Čitanje naziva radnih prostora, grana, broja nepročitanih i odabira
da: Læs arbejdsområdenavne, grene, ulæste antal og valg
de: Lesen Sie Arbeitsbereichsnamen, Zweige, ungelesene Zähler und Auswahl
es: Leer nombres de espacios de trabajo, ramas, recuentos no leídos y selecciones
fr: Lire les noms des espaces de travail, les branches, le nombre de non lus et la sélection
it: Leggere i nomi dell'area di lavoro, i rami, i conteggi non letti e la selezione
ja: ワークスペース名、ブランチ、未読数、選択状態を読み取ります
km: អានឈ្មោះកន្លែងធ្វើការ សាខា ចំនួនមិនទាន់អាន និងការជ្រើសរើស
ko: 작업 영역 이름, 분기, 읽지 않은 개수 및 선택 항목 읽기
nb: Les arbeidsområdenavn, grener, antall uleste og utvalg
pl: Odczytywanie nazw obszarów roboczych, gałęzi, nieprzeczytanych liczników i zaznaczeń
pt_br: Ler nomes de espaços de trabalho, ramificações, contagens não lidas e seleção
ru: Чтение имен рабочих областей, ветвей, количества непрочитанных и выделенных фрагментов.
th: อ่านชื่อพื้นที่ทำงาน สาขา จำนวนที่ยังไม่ได้อ่าน และการเลือก
tr: Çalışma alanı adlarını, dalları, okunmamış sayıları ve seçimi okuyun
uk: Читання назв робочих областей, гілок, кількості непрочитаних і виділення
zh_hans: 读取工作区名称、分支、未读计数和选择
zh_hant: 讀取工作區名稱、分支、未讀計數和選擇
